Repository: common-repository/product-feeder
Catalog: languages/product-feeder-*.po
Languages: nl_nl

source: The Product Feeder plugin enables synchronization with multiple marketplace(s) through %s
nl_nl: De Product Feeder plugin maakt synchronisatie mogelijk tussen verschillende marketplaces via %s

source: Failed to create/store the API Key
nl_nl: Aanmaken/opslaan van de API Key is mislukt

source: Source credentials
nl_nl: Bron gegevens

source: Use the source credentials shown below while creating the Product Feeder source
nl_nl: Gebruik de onderstaande gegevens om de bron aan te maken in Product Feeder

source: Product settings
nl_nl: Product instellingen

source: Missing option type
nl_nl: Optie type ontbreekt

source: Invalid option type: %s
nl_nl: Ongeldig optie type: %s

source: Missing options
nl_nl: Opties ontbreken

source: Select an option
nl_nl: Selecteer een optie

source: Select one or multiple options
nl_nl: Selecteer één of meerdere opties

source: EAN field(s)
nl_nl: EAN veld(en)

source: Size field(s)
nl_nl: Maat veld(en)

source: Brand field(s)
nl_nl: Merk veld(en)

source: Color field(s)
nl_nl: Kleur veld(en)

source: Season field(s)
nl_nl: Seizoen veld(en)

source: Gender field(s)
nl_nl: Geslacht veld(en)

source: Material field(s)
nl_nl: Materiaal veld(en)

source: Condition field(s)
nl_nl: Conditie veld(en)

source: Delivery terms field(s)
nl_nl: Leveringstermijn veld(en)

source: Optional
nl_nl: Optioneel

source: Attribute
nl_nl: Eigenschap

source: Category
nl_nl: Categorie

source: Meta field
nl_nl: Meta veld

source: Size field(s) are not selected. This is required to make the plugin function correctly
nl_nl: Maat velden zijn nog niet geselecteerd. Dit is verplicht om de plugin correct te laten werken

source: Brand field is not selected. This is required to make the plugin function correctly
nl_nl: Merk veld is nog niet geselecteerd. Dit is verplicht om de plugin correct te laten werken

source: Order status for new orders
nl_nl: Status van nieuwe bestellingen

source: Order status for new orders is not selected. This is required to make the plugin function correctly
nl_nl: Status van nieuwe bestellingen is nog niet geselecteerd. Dit is verplicht om de plugin correct te laten werken

source: Order %s from marketplace %s with a total price of %s is created by Product Feeder through channel %d - %s
nl_nl: Bestelling %s uit marketplace %s met een totaal prijs van %s is aangemaakt door Product Feeder via kanaal %d - %s

source: Statuses for accepted orders
nl_nl: Statussen van geaccepteerde bestellingen

source: Accepted order statuses are not selected. This is required to make the plugin function correctly
nl_nl: Geacepteerde bestelling statussen zijn nog niet geselecteerd. Dit is verplicht om de plugin correct te laten werken

source: Failed to set status of new orders to: %s
nl_nl: Opslaan van status voor niewe bestellingen: %s is mislukt

source: Failed to set accepted statuses for orders to: %s
nl_nl: Opslaan van geacepteerde bestelling statussen naar: %s is mislukt

source: Statuses for rejected orders
nl_nl: Statussen voor geannuleerde bestellingen

source: Statuses for rejected orders are not selected. This is required to make the plugin function correctly
nl_nl: Statussen voor geannuleerde bestellingen zijn nog niet geselecteerd. Dit is verplicht om de plugin correct te laten werken

source: Failed to set statuses for rejected orders to: %s
nl_nl: Opslaan van statussen voor geannuleerde bestellingen naar: %s is mislukt

source: Order settings
nl_nl: Bestelling instellingen

source: Save settings
nl_nl: Instellingen opslaan

source: Statuses for shipped orders
nl_nl: Statussen van verstuurde bestellingen

source: Failed to set statuses for shipped orders to: %s
nl_nl: Status van verzonden bestellingen is niet ingesteld op: %s

source: Changed order %s from marketplace %s with a total price of %s is synchronized by Product Feeder through channel %d - %s
nl_nl: Gewijzigde bestelling %s uit marketplace %s met een totaal prijs van %s is gesynchroniseerd door Product Feeder via kanaal %d - %s

source: Rejected order %s from marketplace %s is synchronized by Product Feeder through channel %d - %s
nl_nl: Geannuleerde bestelling %s uit marketplace %s is gesynchroniseerd door Product Feeder via kanaal %d - %s

source: Settings
nl_nl: Instellingen
